Repository: myzzxc/2014-crown
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: its rated value if the transformer is connected on the principal tapping (the no-load voltage of the winding is then equal to its rated value);
zh_tw: 其額定值，若連接至變壓器主要抽頭 (繞組之空載電壓則等於其額定值)；

source: l0 lap length, according to EN 1992-1-1:2004+AC:2010, Section 8.7.3
zh_tw: l0 搭接長度，根據 EN 1992-1-1:2004+AC:2010 章節 8.7.3

source: length of the displacer connection rod (m)
zh_tw: 換氣活塞連接桿長 (m)

source: length of the displacer linkage bar (m)
zh_tw: 換氣活塞連動桿長 (m)

source: length of the power piston connection rod (m)
zh_tw: 動力活塞連接桿長 (m)

source: length of the power piston linkage bar (m)
zh_tw: 動力活塞連動桿長 (m)

source: level mark
zh_tw: 水平標記

source: line terminal
zh_tw: 線端子

source: liquid
zh_tw: liquid 液體

source: liquid preservation system
zh_tw: 液體儲存系統 (liquid preservation system)

source: liquid-immersed type transformer
zh_tw: 油浸式變壓器 (liquid-immersed type transformer)

source: load current
zh_tw: 負載電流

source: load loss
zh_tw: 負載損耗

source: local frame moving velocity components respectively in x-, y-, and z-directions (ms-1)
zh_tw: x-、y- 以及 z-方向框架局部移動速度分量 (ms-1)

source: low-voltage winding
zh_tw: 低壓繞組 (low-voltage winding)

source: magnesium
zh_tw: 鎂

source: manganese
zh_tw: 錳

source: mass (kg)
zh_tw: 重量 (kg)

source: max.
zh_tw: max. 最高

source: maximum allowable tapping service voltage
zh_tw: 抽頭最大供電電壓

source: mg/m3 Total dust
zh_tw: mg/m3 總粉塵量

source: min c minimum concrete cover according to Table B1 and to EN 1992-1-1:2004+AC:2010, Section 4.4.1.2
zh_tw: min c 最小混凝土保護層，根據表 B1 和 EN 1992-1-1:2004+AC:2010 章節 4.4.1.2

source: min. Brush - Φ
zh_tw: 最小鋼刷 - Φ

source: minus tapping
zh_tw: 負抽頭 (minus tapping)

source: mm
zh_tw: 毫米

source: monthly average temperature
zh_tw: 月均溫

source: months
zh_tw: months 個月

source: multiplied by the tapping factor of the tapped winding if this is the high-voltage winding;
zh_tw: 若為高壓繞組則乘以抽頭繞組之抽頭係數；

source: neutral point
zh_tw: 中性點 (neutral point)

source: neutral terminal
zh_tw: 中性端子

source: nitrate
zh_tw: 硝酸

source: nitrogen
zh_tw: 氮

source: no-load current
zh_tw: 空載電流

source: no-load loss
zh_tw: 空載損耗

source: not determined
zh_tw: not determined 未確定

source: of liquorice
zh_tw: of liquorice 甘草氣味

source: on-load tap-changer
zh_tw: 加載抽頭開關 (on-load tap-changer)

source: one-twelfth of the sum of the monthly average temperatures
zh_tw: 十二個月均溫之平均

source: open windings
zh_tw: 開繞組

source: open-delta connection
zh_tw: 開口三角連接

source: ot discharge product unmonitored into the environment.
zh_tw: ot discharge product unmonitored into the environment. 請勿隨意將產品排放至環境中。

source: outer radius of the displacer (m)
zh_tw: 換氣汽缸外圍半徑 (m)

source: outer radius of the power piston (m)
zh_tw: 動力活塞外圍半徑 (m)

source: pH
zh_tw: pH 酸鹼值

source: pH value
zh_tw: pH value 酸鹼值

source: particulate
zh_tw: particulate 微粒

source: perfect
zh_tw: 完美

source: phase displacement (of a three-phase winding)
zh_tw: (三相繞組) 相位移

source: phase winding
zh_tw: 相繞組 (phase winding)

source: phase-to-phase voltage in a three-phase system for which a transformer winding is designed in respect of its insulation
zh_tw: 三項系統中最高相間均方根電壓，依據絕緣設計其變壓器繞組

source: phosphorus
zh_tw: 磷

source: plus tapping
zh_tw: 正抽頭 (plus tapping)

source: position of the anchor relative to reinforcement or to supports, etc.).
zh_tw: 錨固相對於加固或支撐的位置)。

source: potassium
zh_tw: 鉀

source: power transformer
zh_tw: 電力變壓器 (power transformer)

source: powered by hydraulic VRAMs or pumps.
zh_tw: 以液壓缸或液壓泵驅動，

source: ppropiate use of the product no health damage is known.
zh_tw: ppropiate use of the product no health damage is known. 適當使用產品的情況下，無損害健康案例。

source: pressure (Pa)
zh_tw: 壓力 (Pa)

source: principal tapping
zh_tw: 主抽頭 (principal tapping)

source: printing date: 08.07.2014
zh_tw: printing date: 08.07.2014 印刷日期：2014 年 7 月 8 日

source: propane-1,2-diol
zh_tw: propane-1,2-diol 1,2-丙二醇

source: quantities (voltage, current, etc.), the numerical values of which define the rating
zh_tw: 量值 (電壓、電流等)，定義額定值之數值

source: r motto at SaveSorb is the basis of what we provide to our customers.
zh_tw: SaveSorb 的目標是能為客戶提供其所需服務。

source: range A3emperatur
zh_tw: 溫度範圍 A3

source: range B3emperatur
zh_tw: 溫度範圍 Ｂ3

source: rated current
zh_tw: 額定電流

source: rated frequency
zh_tw: 額定頻率

source: rated power
zh_tw: 額定功率

source: rated quantities
zh_tw: 額定量 (rated quantities)

source: rated voltage of a winding
zh_tw: 繞組額定電壓

source: rated voltage ratio
zh_tw: 額定電壓比

source: rating
zh_tw: 額定值

source: reactors in general (IEC 60076-6);
zh_tw: 一般反應器 (IEC 60076-6)；

source: reconfirmed,
zh_tw: 重新確認，

source: reduced-power tapping
zh_tw: 降低功率抽頭 (reduced-power tapping)

source: replaced by a revised edition, or
zh_tw: 以修訂版取代，或

source: routine test
zh_tw: 例行測試

source: rugged Pyrometer
zh_tw: 堅固測溫器

source: see Annexes B2, Figures B1 Comments: The minimum concrete cover acc.
zh_tw: 請參閱附件 B2、圖 B1 註解：

source: see section 16
zh_tw: see section 16 所有警示性質標準詞全文：請見第 16 節

source: self-protected transformers (IEC 60076-13);
zh_tw: 自保護變壓器 (IEC 60076-13)；

source: series transformer
zh_tw: 串聯變壓器 (series transformer)

source: series winding
zh_tw: 串聯繞組 (series winding)

source: short term temperature +80°C and max long term temperature +50°C).
zh_tw: (短期最高溫度 +80°C，長期最高溫度 +50°C)。

source: short-circuit impedance of a pair of windings
zh_tw: 雙繞組之短路阻抗

source: single-phase transformers with rated power less than 1 kVA and three-phase transformers less than 5 kVA;
zh_tw: 額定功率小於 1 kVA 之單相變壓器和小於 5 kVA 之三相變壓器；

source: slightly
zh_tw: slightly 淡

source: sodium
zh_tw: 鈉

source: solid material
zh_tw: solid material 固體材料

source: soluble
zh_tw: soluble 可溶

source: special test
zh_tw: 特殊測試

source: special hazard
zh_tw: special hazard 特殊危害

source: specified value
zh_tw: 指定值 (specified value)

source: spicy
zh_tw: spicy 辛辣

source: stabilizing winding
zh_tw: 穩定繞組 (stabilizing winding)

source: star connection
zh_tw: 星型連接 (Y)

source: starting transformers;
zh_tw: 起動變壓器；

source: sucrose
zh_tw: sucrose 蔗糖

source: sweetish; spicy
zh_tw: sweetish; spicy 微甜；辛辣

source: system in a liquid-filled transformer by which the thermal expansion of the liquid is accommodated.
zh_tw: 充液變壓器內之系統，可承受液體熱膨脹。

source: tapped winding
zh_tw: 抽頭繞組 (tapped winding)

source: tapping
zh_tw: 抽頭

source: tapping current (analogous to rated current, 3.4.7).
zh_tw: 抽頭電流 (類似額定電流，3.4.7)；

source: tapping factor (corresponding to a given tapping) the ratio:
zh_tw: 抽頭係數 (對應給定抽頭) 比：

source: tapping power (analogous to rated power, 3.4.6);
zh_tw: 抽頭功率 (類似額定功率，3.4.6)；

source: tapping quantities
zh_tw: 抽頭量 (tapping quantities)

source: tapping range
zh_tw: 抽頭範圍 (tapping range)

source: tapping step
zh_tw: 抽頭級 (tapping step)

source: tapping voltage (analogous to rated voltage, 3.4.3);
zh_tw: 抽頭電壓 (類似額定電壓，3.4.3)；

source: tapping voltage ratio (of a pair of windings)
zh_tw: (雙繞組之) 抽頭電壓比

source: temperature
zh_tw: 溫度

source: temperature of cooling medium at any time
zh_tw: 冷煤在任何時間之溫度

source: temperature (K)
zh_tw: 溫度 (K)

source: terminal
zh_tw: 端子 (terminal)

source: terminals of different windings of a transformer, marked with the same letter or corresponding symbol
zh_tw: 變壓器不同繞組之端子，以相同的字母或相對應的符號標記

source: testing transformers;
zh_tw: 測試變壓器；

source: the absorbed active power at a rated frequency and reference temperature (see 11.1), associated with a pair of windings when rated current (tapping current) is flowing through the line terminals of one of the windings, and the terminals of the other winding are short-circuited.
zh_tw: 雙繞組於額定頻率及參考溫度 (請見 11.1) 下，額定電流 (抽頭電流) 流經其中一繞組端子、而其他繞組端子短路時消耗之主動功率，

source: the active power absorbed when a rated voltage (tapping voltage) at a rated frequency is applied to the terminals of one of the windings, the other winding or windings being open-circuited
zh_tw: 於額定頻率下，額定電壓 (抽頭電壓) 施加於其中一繞組、其他繞組端子或繞組開路時消耗之主動功率。

source: the angular difference between the phasors representing the voltages between the neutral point (real or imaginary) and the corresponding terminals of two windings, a positive-sequence voltage system being applied to the high-voltage terminals, following each other in alphabetical sequence if they are lettered, or in numerical sequence if they are numbered: the phasors are assumed to rotate in a counter-clockwise sense
zh_tw: 相對中性點 (真實或虛擬) 之間的相量和兩組繞組之相應端子之間的電壓相位差，高壓端子使用正序電壓系統，按字母順序或按數字順序編號：假設相量以逆時針旋轉

source: the arithmetic difference between the no-load voltage of a winding and the voltage developed at the terminals of the same winding at a specified load and power factor, the voltage supplied to (one of) the other winding(s) being equal to:
zh_tw: 指定的負載和功率因子下，同繞組之空載電壓與端子電壓之差異，供應至其他 (一組) 繞組之電壓等於：

source: the assembly of turns forming an electrical circuit associated with one of the voltages assigned to the transformer
zh_tw: 由繞線組成並與變壓器指定電壓相關之電路

source: the assembly of turns forming one phase of a three-phase winding
zh_tw: 由繞線組成之單相或三相繞組

source: the common part of the windings of an auto-transformer
zh_tw: 自耦變壓器繞組之共用部份

source: the current flowing through a line terminal of a winding which is derived from rated power Sr and rated voltage Ur for the winding
zh_tw: 通過繞組之線路端子的電流，由繞組之額定功率 Sr 和及額定電壓 Ur 求得

source: the difference between the tapping factors, expressed as a percentage, of two adjacent tappings
zh_tw: 抽頭係數或相鄰抽頭之間的差異，以百分比表示。

source: the equivalent series impedance Z = R + jX, in ohms, at rated frequency and reference temperature, across the terminals of one winding of a pair, when the terminals of the other winding are short-circuited and further windings, if existing, are open-circuited: for a three-phase transformer the impedance is expressed as phase impedance (equivalent star connection)
zh_tw: 於額定頻率及參考溫度下，兩繞組端子間之等效串聯阻抗 Z = R + jX (單位為歐姆)，當另一繞組為短路而其他繞組 (若存在) 為開路：三相變壓器之阻抗以相阻抗表示 (等效星形連接)

source: the expected value given by the number of turns in the design in the case of turns ratio or calculated from the design in the case of impedance, no-load current or other parameters
zh_tw: 設計於特定轉速下之預期數值，由匝數比或由阻抗、空載電流或其他設計參數計算

source: the frequency at which the transformer is designed to operate
zh_tw: 變壓器設計之操作頻率

source: the impedance, expressed in ohms per phase at rated frequency, between the line terminals of a three-phase star-connected or zigzag-connected winding, connected together, and its neutral terminal
zh_tw: 於額定頻率下三相星形 (Y) 連接或 Z 連接繞組之線路端子與中性端子相連接之阻抗，以歐姆每相表示

source: the maximum temperature of the cooling medium measured over many years
zh_tw: 冷煤多年間量測之最高溫度

source: the part of the winding of an auto-transformer or the winding of a series transformer which is intended to be connected in series with a circuit
zh_tw: 自耦變壓器繞組或串聯變壓器繞組的一部分，用於串聯電路

source: the phase windings of a three-phase transformer which are not interconnected within the transformer
zh_tw: 三相變壓器內不相連之相繞組

source: the point of a symmetrical system of voltages which is normally at zero potential
zh_tw: 電壓之對稱系統點，通常為零電位點

source: the ratio of the effective value of all the harmonics to the effective value of the fundamental (E1, /1)
zh_tw: 所有諧波有效值與基波 (E1, f1) 有效值之比率

source: the ratio of the rated voltage of a winding to the rated voltage of another winding associated with a lower or equal rated voltage
zh_tw: 一繞組與另一額定電壓低於或相等之繞組的額定電壓比

source: the ratio which is equal to the rated voltage ratio:
zh_tw: 相等於額定電壓比之比率：

source: the requirements formerly in Annex A are now incorporated in the text and Annex A is now an informative checklist;
zh_tw: 於前一版之附件 A 所列之規範中加入文字，附件 A 現在為參考性的對照表 ；

source: the series and common windings of an auto-transformer
zh_tw: 自耦變壓器之串聯及共用繞組

source: the sum of the no-load loss and the load loss
zh_tw: 空載損耗和負載損耗總和

source: the tapping to which the rated quantities are related
zh_tw: 與額定量相關之抽頭

source: the tapping voltage if the transformer is connected on another tapping.
zh_tw: 抽頭電壓，若連接至變壓器其他抽頭。

source: the terminal intended for connection to a neutral point of a network
zh_tw: 用於連接到線路之中性點的端子

source: the terminal or terminals connected to the common point (the neutral point) of a star-connected or zigzag connected winding
zh_tw: 連接至星形連接或 Ｚ 形連接共點 (中性點) 之端子

source: the value specified by the purchaser at the time of order
zh_tw: 買方於訂購時指定之數值

source: the variation range of the tapping factor, expressed, as a percentage, compared with the value '100'
zh_tw: 抽頭係數相對 '100' 之變異範圍，以百分比表示

source: the voltage assigned to be applied, or developed at no-load, between the terminals of an untapped winding, or of a tapped winding connected on the principal tapping (see 3.5.2), for a three-phase winding it is the voltage between line terminals
zh_tw: 介於兩無抽頭繞組端子之間或連接至主抽頭之抽頭繞組 (請見 3.5.2) 指定之使用電壓或空載電壓，三相繞組為其線路端子間之電壓。

source: the voltage at rated frequency a transformer is designed to withstand continuously without damage at any particular tap position at the relevant tapping power
zh_tw: 變壓器於額定頻率下，設計可於所有特定抽頭位置及其抽頭功率下連續使用不損壞之電壓

source: the winding connection in which the phase windings of a three-phase transformer, or the windings for the same rated voltage of single-phase transformers associated in a three-phase bank, are connected in series without closing one corner of the delta
zh_tw: 三相變壓器中每相繞組、或三項組合之單相變壓器每組相同額定電壓之繞組串聯但三角中一角開路未連接

source: the winding connection so arranged that each of the phase windings of a three-phase transformer, or of each of the windings for the same rated voltage of single-phase transformers associated in a three-phase bank, is connected to a common point (the neutral point) and the other end to its appropriate line terminal
zh_tw: 三相變壓器中每相繞組、或三項組合之單相變壓器每組相同額定電壓之繞組連接至共點 (中性點)，而另一端連至適當線路端子之繞組連接方式

source: the winding connection so arranged that the phase windings of a three-phase transformer, or the windings for the same rated voltage of single-phase transformers associated in a three-phase bank, are connected in series to form a closed circuit
zh_tw: 三相變壓器中每相繞組、或三項組合之單相變壓器每組相同額定電壓之繞組串聯形成閉迴路之繞組連接方式

source: the winding having the highest rated voltage
zh_tw: 具有最高額定電壓之繞組

source: the winding having the lowest rated voltage
zh_tw: 具有最低額定電壓之繞組

source: the winding of a series transformer which is intended to supply power to the series winding
zh_tw: 串聯變壓器中供應電力至串聯繞組之繞組

source: thermal conductivity (Wm-1 K-1)
zh_tw: 導熱係數 (Wm-1 K-1)

source: thermal conductivity ratio between solid and gas mate-rials crank radius of the power piston (m)
zh_tw: 固體與氣體材料之導熱係數比 動力活塞曲柄半徑 (m)

source: thickness of fixture
zh_tw: 夾具厚度

source: those numerical values assigned to the quantities which define the operation of the trans-former in the conditions specified in this part of IEC 60076 and on which the manufacturer's guarantees and the tests are based.
zh_tw: 變壓器於 IEC 60076 此部份、製造商保證以及測試指定條件下操作時，所指定之數值量。

source: those quantities the numerical values of which define the duty of a particular tapping (other than the principal tapping)
zh_tw: 定義 (主抽頭以外之) 特定抽頭負載量的數值

source: time (s)
zh_tw: 時間 (s)

source: time period of an engine cycle
zh_tw: 引擎循環時間區間

source: to EN 10087:1998 or EN 10263:2001 Property class 4 (for class 4.6 rod) EN ISO 898-2:2012, Property class 5 (for class 5.8 rod) EN ISO 898-2:2012, Property class 8 (for class 8.8 rod) EN ISO 898-2:2012
zh_tw: EN 10087:1998 或 EN 10263:2001 屬性等級 4 (用於等級 4.6 錨桿) EN ISO 898-2:2012、 屬性等級 5 (用於等級 5.8 錨桿) EN ISO 898-2:2012、 屬性等級 8 (用於等級 8.8 錨桿) EN ISO 898-2:2012

source: to EN 10204:2004
zh_tw: EN 10204:2004

source: to EN ISO 1461:2009 and EN ISO 10684:2004+AC:2009
zh_tw: EN ISO 1461:2009 和 EN ISO 10684:2004+AC:2009

source: to EN ISO 4042:1999 or
zh_tw: EN ISO 4042:1999 或

source: to Eq.
zh_tw: 方程式

source: to: maximum time from start ng of mortar injection to completing of rebar setting.
zh_tw: tgel：開始注入砂漿到完成鋼筋設置的最大時間。

source: total vapour and particulates
zh_tw: total vapour and particulates 總蒸汽量與微粒

source: total harmonic content
zh_tw: 總諧波含量

source: total harmonic content = (for current)
zh_tw: 總諧波含量 = (電流)

source: total losses
zh_tw: 總損耗

source: total harmonic content = (for voltage)
zh_tw: 總諧波含量 = (電壓)

source: traction transformers and traction reactors (IEC 60310);
zh_tw: 牽引變壓器和牽引變反應器 (IEC 60310)；

source: traction transformers mounted on rolling stock;
zh_tw: 列車牽引變壓器；

source: transformers for deep water (submerged) applications.
zh_tw: 深水 (水下) 型變壓器。

source: transformers for wind turbine applications (IEC 60076-16);
zh_tw: 風力渦輪機用之變壓器 (IEC 60076-16)；

source: transformers, which have no windings with rated voltage higher than 1 000 V;
zh_tw: 無繞組且額定電壓高於 1000 V 之變壓器；

source: type test
zh_tw: 型式測試

source: vPvB : No.
zh_tw: vPvB : No. 無

source: vPvB: Specified
zh_tw: vPvB: Specified 指明

source: value of the current flowing through a line terminal of a winding when rated voltage (tapping voltage) is applied at a rated frequency to that winding, the other winding or windings being open circuited
zh_tw: 於額定頻率下，額定電壓 (抽頭電壓) 施加於其中一繞組、其他繞組或繞組開路時流經繞組線路端子之電流方均根值。

source: value of the current in any winding under service conditions
zh_tw: 繞組在任何條件下運作之電流值

source: value of voltage of the ith harmonic
zh_tw: 第 i 個諧波之電壓方均根值

source: values, unless otherwise specified.
zh_tw: 除非另有說明。

source: velocity components respectively in x-, y-, and z-directions (ms-1)
zh_tw: x-、y- 以及 z-方向速度分量 (ms-1)

source: very good
zh_tw: 非常好

source: voltage drop or rise for .a specified load condition
zh_tw: 指定負載條件下之電壓降或電壓升

source: volume (m3)
zh_tw: 體積 (m3)

source: welding transformers;
zh_tw: 焊接變壓器；

source: wet concrete
zh_tw: 濕混凝土之最短固化時間

source: where
zh_tw: 此處

source: where (i, j) are the pixel coordinates in the untransformed image, (I’, j’) are those in the transformed image, and the functions F and G can be derived from the functions f and g in Eq.
zh_tw: 其中 (i, j) 為影像未轉換前之像素座標，(i', j') 為影像轉換後之座標，而函數 F 和 G 可由等式 (1) 中的 f 和 g 求得，

source: where ß = h – 90°.
zh_tw: 其中 ß = h – 90 °

source: where n is the direction normal to the wall of displacer.
zh_tw: 其中 n 為垂直換氣活塞壁的方向。

source: where the negative sign on the right hand side of equation is to account for the negative x in this study, and the circular integration is from minimum zp to maximum zp and back to minimum zp.
zh_tw: 其中等式右側之負號代表此研究之負 ω，而環積分由最小值 zp 至最大值 zp 再回到最小值 zp。

source: white
zh_tw: white 白色

source: winding
zh_tw: 繞組

source: winding phasor is at 12 o'clock (rising numbers indicate increasing phase lag).
zh_tw: (數字增加代表相位延遲增加)。

source: withdrawn,
zh_tw: 撤回，

source: working time
zh_tw: 加工時間

source: www.icc-es.org | (800) 423-6587 | (562) 699-0543 A Subsidiary of the International Code Council®
zh_tw: www.icc-es.org | (800) 423-6587 | (562) 699-0543 國際規範委員會®附屬機構

source: xs = a1 + a2xi + a3yi and ys = a4 + a5xi + a6yi.
zh_tw: xs = a1 + a2xi + a3yi 和 ys = a4 + a5xi + a6yi.

source: xs = f (xi, yi) and ys = g (xiyi).
zh_tw: xs = f (xi, yi) 和 ys = g (xiyi).

source: yearly average temperature
zh_tw: 年均溫

source: zero-sequence impedance (of a three-phase winding)
zh_tw: (三項繞組) 零序阻抗 (zero-sequence impedance)

source: zigzag connection
zh_tw: 交錯連接

source: zinc
zh_tw: 鋅

source: τuncr = characteristic bond strength stated in the table of this report where by τuncr need not be taken as larger than:
zh_tw: τuncr = 本報告表中所述的特稱黏合強度，τuncr 不可超過：

source: ϕ diameter of post-installed rebar
zh_tw: ϕ 安裝後鋼筋的直徑

source: ൤௛௛೐೑൨ need not be taken as larger than 2.4; and
zh_tw: ൤௛௛೐೑൨ 不可超過 2.4；以及

source: • - 40°C to +80°C (max.
zh_tw: • - 40°C 至 +80°C

source: • 1 Instruction manual
zh_tw: • 1 說明手冊

source: • AC 850 -device
zh_tw: • AC 850 - 裝置

source: • Only use this unit according to the intended purpose and as directed in the instruction manual.
zh_tw: •僅依此裝置設計之功能使用，並遵循說明手冊之指示。

source: • A damaged power supply cable cannot be replaced.
zh_tw: •電源線損壞無法更換，

source: • Always pull the mains adapter out of the socket in the case of an electrical unit.
zh_tw: • 請將電源由插座上拔除。

source: • Before connecting the appliance to your power supply, please ensure that the supply voltage stated on the rating plate is compatible with your mains supply.
zh_tw: • 將裝置連接電源前，請先確認供應電壓與額定電壓相符。

source: • Before connecting the device to your power supply, please ensure that the supply voltage stated on the rating plate is compatible with your mains supply.
zh_tw: • 將裝置連接電源前，請先確認供應電壓與額定電壓相符。

source: • Before washing the heating blanket, unplug it from the mains outlet and let it cool down.
zh_tw: •清洗保溫電毯前，將插頭由從電源插座上拔下，並使其冷卻。

source: • Carefully check the foot warmer before each use for signs of wear and/or damage.
zh_tw: • 使用前仔細檢查暖腳機是否磨損或損壞

source: • Cellulite, an irregularity in the texture of the skin, is caused by an uneven distribution of sub- cutaneous fat, compression of the connective tissue and poor blood circulation.
zh_tw: • 橘皮組織為皮膚的凹凸紋理，其由皮下脂肪、結締組織壓力分配不均和血液循環不順暢所造成。

source: • Check the heating blanket carefully before each use, if you notice wear or damage
zh_tw: • 使用前仔細檢查保溫電毯是否磨損或損壞

source: • Children below the age of 3 years are not allowed to use this device, because they are not able to react on overheating.
zh_tw: • 3 歲以下又童不得使用此裝置，因為他們無法在過熱時反應。

source: • Children must be supervised to ensure that they do not play with the device.
zh_tw: • 請確保不讓幼童操作裝置。

source: • Children shall not play with the appliance.
zh_tw: • 請確保不讓幼童操作裝置。

source: • Clean the unit with a soft cloth which has been lightly moistened with a mild soap. Never dip the unit into water for cleaning and ensure that no water gets into the unit at any time.
zh_tw: • 使用柔軟布料稍微沾濕並搭配溫和的肥皂清潔機身。請勿將機身浸入水中清洗，並確保水未流入機身。

source: • Cleaning and user maintenance shall not be made by children without supervision.
zh_tw: •不得於無人監督的情況下讓兒童進行清潔和維護。

source: • Consult your doctor first before using this unit if you have diabetes or other related illnesses.
zh_tw: • 糖尿病或相關疾病患者使用前請先諮詢醫師。

source: • Do not attempt to repair the unit yourself in the event of any defects.
zh_tw: • 當裝置故障時請勿嘗試自行修理，

source: • Do not fall asleep while the foot warmer is switched on.
zh_tw: •請勿於暖腳機仍開啟時睡著。

source: • Do not place any heat sources (e.g. hot-water bottles or heating pads) on the foot warmer.
zh_tw: •請勿放置任何熱源（例如熱水瓶或加熱墊）於暖腳機上。

source: • Do not place any large or heavy objects (e.g. cases, etc.) on the foot warmer regardless of whether the appliance is switched on or off.
zh_tw: •請勿放置任何大型物品或重物（例如箱子等）於暖腳機上，即使電源未開啟。

source: • Do not reach for the unit if it has fallen into water.
zh_tw: • 若設備掉落水中請勿觸摸，

source: • Do not reach to retrieve a foot warmer that has fallen into water.
zh_tw: • 若暖腳機掉落水中請勿觸摸，

source: • Do not repair the heating blanket yourself in the event of damage or malfunction.
zh_tw: • 當保溫電毯故障或異常時請勿自行修理，

source: • Do not use any electrical equipment while in the bath or shower.
zh_tw: • 請勿於沐浴或淋浴時使用任何電氣設備。

source: • Do not use the device in the vicinity of aerosol vapor or at the same time as an oxygen device.
zh_tw: • 請勿於接近蒸氣處或與氧氣裝置同時使用設備。

source: • Do not use the device on children or persons who are disabled, asleep or insensitive to heat (persons who cannot react on over-heating).
zh_tw: •請勿使用於兒童或具有殘疾、熟睡或對熱不敏感（無法對過熱反應的人）之人士。

source: • Do not use the device on children or persons who are disabled, asleep or insensitive to heat (persons who cannot react on overheating).
zh_tw: •請勿使用於兒童或具有殘疾、熟睡或對熱不敏感 (無法對過熱反應的人）之人士。

source: • Do not use the device underneath bedding or cushions.
zh_tw: • 請勿於床下或墊子下使用裝置。

source: • Do not use the foot warmer if your feet are swollen, inflamed or injured.
zh_tw: •當腳部腫脹、發炎或受傷時請勿使用暖腳機。

source: • Do not use the foot warmer in bed.
zh_tw: •請勿於床上使用暖腳機。

source: • Do not use the foot warmer when it is damp or in moist environments.
zh_tw: •請勿於暖腳機潮濕時或潮濕環境中使用暖腳機，

source: • Do not use the heating blanket in a damp or humid environment or if the heating blanket itself is damp.
zh_tw: • 請勿於潮濕的環境中或保溫電毯本身潮濕時使用保溫電毯，

source: • Do not wear shoes when using the foot warmer because this will lower your heat-sensitivity and will cause the foot warmer to become dirty.
zh_tw: •請勿於穿鞋時使用暖腳機，因為會降低對熱的敏感性並弄髒暖腳機。
